Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 실질적으로 A&R은 회사의 핵심적인 역할을 하는 ‘브레인(Brain)’으로서, 현재 유행하는 음악 트렌드를 분석하고 출시할 음악과 가수의 장르 및 콘셉트를 결정하며 전체적인 트레이닝 과정 감독, 마케팅 계획 수립까지 캐스팅에서부터 가수가 무대에 오르기까지의 전 과정을 총괄적으로 책임지는 매우 중요한 포지션이다.
en: Actually the A&R is the “brain” of the company, playing a core function analyzing what music trends are in, and deciding on what music to release, singers by genres and concepts. This is a very important position that is also responsible for overseeing the entire process from casting to a singer stepping onto the stage, and includes supervising the overall training process, and even establishing marketing plans.

source: 인터뷰 7:
en: Interview 7:

source: ● 에이전시와 매니지먼트의 역할
en: ● The role of agencies and management

source: 성 명(실명) :
en: Full Name (real name):

source: 특히 발레, 춤 등 몸으로 표현할 수 있는 것을 배운다.
en: In particular they will learn ballet, dance and other ways to express yourself with your body.

source: 노래를 잘하는 것, 연기를 잘하는 것, 춤을 잘 추는 것이 끼가 될 수도 있고 무대에 서기를 좋아한다든지 말로 상대방을 사로잡을 수 있는 매력, 눈빛만으로도 상대방을 사로잡는 매력 등을 가진 것도 끼가 될 수 있다.
en: Being good at singing, being good at acting, being good at dancing can all be considered “talent.” Enjoying being on stage, having the charms to captivate someone with your words, the charm to captivate someone with just a twinkle in your eye can also be considered “talent.”

source: 음악 영화로 잘 알려진 <비긴 어게인>의 남자 주인공 마크 러팔로의 극 중 역할이 바로 이 A&R이다.
en: In the well-known musical comedy, Begin Again, the main actor, played by Mark Ruffalo had this A&R role.

source: 꿈과 재능과 젊음만 있었던 신인이 대스타로 또 대배우로 성장하는 과정에 함께 일조하였다는 것이 가장 큰 보람이다.
en: Knowing that I helped a new actor with nothing but talent and youth through the growth process to become a major star is the most rewarding of all.

source: 음원 바이럴 마케팅
en: Viral marketing for digital music

source: 요즘 톱 가수가 되고 난 뒤 가장 큰 변화는 해외 공연의 폭발적인 증가이다.
en: The biggest change involving becoming a top star these days is the meteoric rise in overseas performances.

source: 이것이 바로 한때 논란이 되었던 음원 차트 조작이다.
en: This was how the controversial digital music manipulation was done at one time.

source: 또한, 해외 사업이 많아지면서 정체불명의 연예인 매니저를 사칭하는 ‘브로커’들이 난립하며 사기를 당하거나 계약이 파기되는 경우가 많다.
en: In addition, the rise in overseas business resulted in “brokers” who are unidentified celebrity manager impersonators that appear out of the woodwork. Many have fallen victim to these brokers or had contracts destroyed.

source: 자신이 원하는 음악을 만들려면 머릿속에 ‘오늘은 이런 식으로, 이런 장르로 작업을 시작해야겠다.’라고 어느 정도 구상이 되어 있어야 하는데, 그렇지 않으면 작업할 때 시간도 많이 지연되고 작업물의 퀄리티가 떨어질 확률이 높다.
en: In order to create the type of music you desire, you should have a general idea of how you want to do it today and what genre to start with. If you don’t, then there will be many delays when you are working and the quality of the finished product wouldn’t be so good.

source: 마케팅 방식은 방송 미디어, 콘텐츠 제작사, 소셜 미디어 등 다양한 채널과 마케팅 제휴를 통하여 전방위적으로 진행하는 것이 트렌드이다.
en: For marketing methods, the current trend is to take a multifaceted approach through partnerships with broadcast media, production companies, social media and various channels.

source: ③ 기획업자는 계약기간 중 연습생의 성장가능성에 대한 평가를 통해 연습생이 대중문화예술인으로서 성장가능성이 낮다고 판단되는 경우, 이 계약을 해지할 수 있다.
en: ③ If during the period of the contract the Planner deems the growth potential for the Trainee as a popular culture artist to be low after conducting an through an assessment of the growth potential of the Trainee, then the Planner can terminate this contract.

source: 다들 지금 배우이지 그 전부터 배우로 타고나는 건 아니다.
en: Acting is something that you are now, no one is born an actor.

source: ④ 기획업자가 대중문화예술인에게 주계약 및 이 부속합의서의 위반 사항 시정 요구 및 계약 해제 또는 해지, 손해배상의 청구를 할 경우에는 대중문화예술인의 법정대리인에게도 통보하여야 한다.
en: ④ When a Planner requests the Popular Culture Artist to correct a violation of the Main Contract and/or this affiliation agreement, cancels or terminates the contract , or requests compensation for damages, the Popular Culture Artist’s legal representative must also be notified.

source: 첫째로 신인 때처럼 여기저기 오디션을 보러 다닐 필요가 없다.
en: First of all, you don’t have to go to various auditions like you would when you were a new actor.

source: 꽤 많은 연습생이 이 기간에 자신이 생각하던 연습생 생활과 많이 다름을 알고 연예인이 되기를 포기한다.
en: Many trainees discover the life of a trainee to be very different from what they expected and give up on becoming celebrities.

source: 배우의 상품성을 체계적으로 관리하고 시나리오를 분석하고 소속 배우에게 적합한 작품을 선정하여 배우로서의 상품성을 극대화하는 동시에 브랜드화하여 이윤 창출을 높이는 미국의 에이전시 개념으로 발전하고 있는 것이다.
en: The concept of the American agency was developing where the marketability of the actor is systematically maintained, scenarios are analyzed and selected based on the suitability of the work for the agency’s actor to both maximize the marketability of the actor and for branding thus enhancing profitability.

source: 이렇게 대중들에게 큰 사랑을 받을 수 있는 곡도 효과적인 마케팅을 못하면 그냥 묻힐 수 있으며, 우연치 않게 소셜 미디어를 통해 큰 이슈를 불러일으키며 사랑 받을 수도 있는 것이다.
en: This goes to show that songs that could become popular are remain undiscovered because of ineffective marketing. Not coincidentally, through social media such songs can become the talk of the town and become much adored.

source: 즉, 어느 날 갑자기 캐스팅되어 데뷔하는 과정은 찾아보기 힘들어졌고, 대부분 기획사에서 오래전부터 몇 년간 연습생 기간을 거치며 최상의 수준에 오른 재목을 철저한 기획을 바탕으로 데뷔시키는 시스템이다.
en: Meaning, it is quite extraordinary to find a process of debuting where someone is cast all of a sudden and makes their debut. In most cases, a system is in place where trainees undergo a long training period with their management company before being groomed into prominence after which that person is given their debut based on exhaustive planning.

source: ▸새벽 4:00
en: ▸ 4:00 am

source: 데뷔 전이나 무명·연습생 시절 가장 힘들었던 부분은 무엇인가?
en: Before your debut, what was the hardest thing for you when you were an unknown or a trainee?

source: 간혹 일반인들이 길거리에서 연예인을 보면 대부분 ‘와, 진짜 말랐다.’, ‘얼굴이 작다.’라는 느낌을 받는다.
en: Sometimes when everyday people see celebrities on the street, most of then get the impression that the celebrities are really thin or have skinny faces.

source: 어쨌든 ‘끼’라는 것은 연예인에게는 필수적이다.
en: Whatever you call it, “talent” is essential for celebrities.

source: 가요 시장에서 스타로서의 성공은 해당 제작사의 브랜드 파워와 인지도를 상승하게 하고, 이는 곧 우수한 예비 연습생 인재 풀(pool) 확보로 이어진다.
en: A star’s success in the K-pop market boosts the brand power and awareness of the relevant production company. This also results in securing a pool of outstanding trainees.

source: 생년월일 :
en: Date of birth:

source: 대중문화의 급속한 확장과 함께 배우·가수 매니저가 탄생.
en: The job of manager for actors and singers was created along with the rapid expansion of popular culture.

source: 게다가 오랫동안 연극 무대에서 연기력을 다진 연극 배우 출신을 스크린의 배우로 발탁하는 경우도 많아졌다.
en: Also, there are many instances where theater actors that have honed their skills on the theater stage are chosen as screen actors.

source: 교정&편집 작업
en: Proofreading & editing work

source: 또한, 이러한 수직 계열화를 하지 못한 영세 매니지먼트사의 배우들은 작품의 출연 기회가 원천적으로 차단되는 부작용도 생긴다.
en: Also, the side effect that would result is actors affiliated with small scale management companies that do not have this vertical integration will be effectively not have any opportunity to appear in productions.

source: 이 정도면 선방이다!
en: Looks like they’re holding their own!

source: 그는 정우성, 전도현, 전지현, 김혜수, 조인성, 김우빈, 송중기, 김유정, 조보아, 하정우, 박신양, 장혁, 공유, 성유리, 윤계상 등 일일이 열거하기 힘들 만큼 많은 스타를 발굴하여 스타로 만든 장본인이다.
en: He is the person who discovered and produced stars so numerous that they are difficult to list, but include such names as Jung Woo-sung, Jeon Do-yeon, Jeon Ji-hyun, Kim Hye-soo, Jo In-sung, Kim Woo-bin, Song Joong-ki, Kim Yoo-jung, Jo Bo-ah, Ha Jung-woo, Park Shin-yang, Jang Hyuk, Gong yoo, Sung Yu-ri, and Yoon Kye-sang.

source: 이젠 스타로서의 성장의 조건은 온라인과 기존 방송의 적절한 협조, 활용에서 탄생하는 하나의 지점이 될 것이다.
en: Now the conditions for growing as a star will involve getting started through sufficient collaborations and leverage between the online realm and existing broadcasting.

source: 근래에 오디션 프로그램 등에서 같은 지망생 입장이었던 일반인이 오디션에 선발되어 데뷔를 하고 스타가 되는 것을 보며 ‘나도 오디션만 잘 보면 스타가 될 수 있겠다.’라는 생각을 하며 별다른 준비 과정도 없이 오디션만 지속적으로 지원하는 사람이 많아졌다.
en: In recent audition programs, there are everyday people that are chosen in the audition, debut and become stars. This leads others to get the impression that if they just audition well, then they too can become stars. As a result, there are many people who continue to audition without any specific preparation beforehand.

source: 하지만 스타 파워를 가지고 있는 매니지먼트사가 콘텐츠 제작을 겸하면 스타의 권력화는 더욱 두드러지고, 산업의 수직 계열화에 따른 부작용이 여기저기서 나타나게 된다.
en: However, management companies that are also involved in content production amass remarkable amounts of star power. Side effects also start to appear here and there from such a vertical integration.

source: 회사는 적자를 면하기 위해 비용을 줄이고, 그에 따라 직원들의 처우는 악화되고, 불만이 쌓인 직원들이 몇몇 배우와 다른 회사를 차리는 악순환이 계속되고 있다.
en: In order to avoid incurring losses the company reduces costs which worsens the treatment for employees. Employees that have mounting complaints form other companies with several actors and this vicious cycle continues.

source: 최근에는 고학력자도 상당히 많아진 걸로 알고 있다.
en: I am aware that recently there are many high educated people becoming actors.

source: 연예인 매니지먼트
en: Celebrity Management

source: ● 소셜 미디어 마케팅, EXID의 차트 역주행
en: ● Social media marketing, places EXID much higher up on the charts

source: 그 이유는 신인을 발굴하여 장기간 트레이닝을 시키는 비용 등이 있기에 회사 입장에서는 수익 배분 및 계약 기간에 있어서 유리한 입장에서 계약을 하고자 하기 때문이다.
en: The reason being that from the company's perspective there are a lot of costs involved including discovering the new celebrity and long-term training, which is why the company seeks to sign contracts that are favorable for the company in terms of earnings distribution and contract period.

source: 에이전시와 매니지먼트사의 차이점
en: Differences between agencies and management companies

source: 좋은 소속사 고르는 방법, 돈을 요구하는 회사는 절대 No!
en: How to choose a good agency. Don’t work with a company that asks for money!

source: 음악 공개 방송 팬 초청
en: Invite fans to music release broadcasts

source: 이런 부분 때문에 소위 ‘노예 계약’이라는 단어가 종종 등장하는데, 요즘 같은 경우 회사에서 일방적인 계약을 하기 힘들고, 계약 해석을 어느 쪽에서 하느냐에 따라 차이가 있다고 본다.
en: This is why the terms known as the so-called “slave contract” has gradually started to be used. These days, it is difficult for a company to make a one-sided contract. And there could be a difference according to which party is interpreting the contract.

source: 특히 대형 기획사의 경우, 데뷔 전부터 다양한 예능 방송 프로그램을 통해 노출을 시키며 인지도를 쌓은 후 데뷔하는 것이 하나의 관행이 되었다.
en: In particular, for large management companies, it has become a practice to first provide exposure through various variety show programs even before debuting. After that person has acquired a certain level of recognition, they would then be given their debut.

source: 다만, 기획업자와 연습생이 전속계약을 체결하게 되는 경우 연습생의 대중문화예술용역 제공에 따른 수익에서 훈련활동직접비를 공제할 수 있다.
en: Provided, if the Planner and the Trainee sign an exclusive contract, the earnings arising from the provision of popular culture and arts services can be deducted from the Direct Expenses for Training Activities.

source: 온라인:
en: Online:

source: ※ 위 빈칸에 기획업자와 대중문화예술인 사이에 체결한 주계약의 정확한 명칭을 기재하십시오.
en: ※ In the blank above, enter the exact name of the Main Contract concluded between the Planner and the Popular Culture Artist.

source: 스타 작가/가수 기반으로 제작
en: Star writer/singer based production

source: 팬덤 활용
en: Use fandom

source: 미래에 대한 불안감 같은 것도 조금은 있었다.
en: There was some anxiety about the future mixed in there as well.

source: 이러한 문제를 극복하기 위해서는 미국처럼 비즈니스 계약만 전문으로 하며 일정 수수료를 취하는 에이전시와 연예인 개인적 업무를 수행하며 연예인으로부터 일정 수익을 배분받는 매니지먼트 회사로 분리되어야 한다.
en: In order to overcome such problems, we should have agencies that solely specialize in business contracts as is the case in the United States and that operate based on fixed fees and perform personal tasks on behalf of the celebrities. We should also separate management companies that are to receive a certain amount of the earnings from the celebrities.

source: 10여 년간 국내 대표 배우 매니지먼트 회사인 키이스트 이끌다가 최근엔 한류 배우 김수현과 서예지, 김새론 등이 소속되어 있는 회사 골드메달리스트를 이끌고 있는 신필순 대표를 만났다.
en: We met with CEO Phil Shin who after leading the prominent domestic actor management company, KeyEast for 10 years, is now heading GOLDMEDALIST, a company with affiliated Korean Wave actors Kim Soo-hyun, Seo Yea-ji, Kim Sae-ron and others.

source: 자켓 사진
en: Jacket photo

source: 기존 스타 파워를 활용한 제휴
en: Partnerships with those with existing star powre

source: 따라서 캐스팅과 트레이닝 과정은 제조업에서의 원자재 구매와 같은 매우 중요한 단계라고 볼 수 있다.
en: This makes the casting and training process tantamount to raw material purchasing in manufacturing.

source: SBS 등장으로 본격적 매니지먼트 시대 시작
en: The emergence of SBS kicks off the era for full-scale management

source: 따라서 캐스팅 매니저들은 아이의 부모로부터 허락을 얻어 내고자 선물 공세를 하고, 성심성의껏 본인의 연예인 육성 로드맵을 발표하기도 한다.
en: That is why casting managers shower parents with gives in order to obtain permission from the child’s parents. The managers also do their best in presenting a roadmap for their child’s celebrity training.

source: 간혹 뉴스에 ‘유명 기획사 연습생 탈퇴설’ 등이 나오는데, 대부분 이러한 사생활 조절이 불가능해져 회사에서 방출되는 경우다.
en: On occasion in the news, you see stories about how a trainee at a famous management company dropping out. In most of these cases the trainee has trouble adjusting their personal life and are released by the company.

source: 연습생들에게 야밤의 치킨이나 피자는 꿈나라 이야기인 셈이다.
en: For trainees, they can only dream of late night snacks like fried chicken or pizza.

source: (3.노경준)
en: (3. Roh Kyeong-jun)

source: 이 경우, 기획업자와 연습생은 조정절차에 성실하게 임하며, 원활한 분쟁해결을 위해 노력한다.
en: In this case, the Planner and Trainee should faithfully adhere to the mediation procedure and work hard for smooth conflict resolution.

source: 회사는 몇 년간 공들여 스타를 만들어 놓지만, 수익이 가시화되면 스타는 회사 측에 높은 수익 배분을 요구하고 받아들여지지 않으면 회사를 떠나 1인 기획사를 차리거나 더 좋은 조건을 제시하는 회사로 높은 전속 계약금을 받고 떠난다.
en: Companies invest several years of hard work into creating stars. However once earnings grow to a substantial level, the star begins to request a higher distribution of the earnings and if the company does not except such requests the star either creates a one person management company or receives a higher contract fee from a company that offers better conditions, thus cutting ties with the previous company.

source: 본 방송 시작, 팀 멤버들이 아직 무대 경험이 적어서 그런지 긴장을 한다.
en: At the start of the broadcast, the team members are nervous. Perhaps it is because they don’t have much experience on stage.

source: 당신은 연예인이기 때문에 일반 사람들이 먼저 다가가기 쉽지 않고(유명할수록), 따라서 본인이 먼저 다가가지 않으면 어느 순간 사람들과 멀리 동떨어진 자신을 발견할 것이다.
en: It will not be easy for others to approach you, because you are a celebrity (the more famous you get). Therefore, unless you approach the other party first, in a short while you will find yourself isolated far from others.

source: 배우 연습생 생활
en: The life of an actor trainee

source: 데뷔 전이나 무명·연습생 시절 가장 기억에 남는 경험이나 생각은 무엇인가?
en: Before your debut, or when you were an unknown or a trainee, what experience or memories did you have that were most memorable?

source: - 계약 협상:
en: - Contract negotiation:

source: 배우 류승수
en: Actor Ryu Seung-soo

source: ● 3대 기획사 음반 제작 프로세스
en: ● Album production processes for the Big Three management companies

source: 메이크업까지 마치고 나니 6시다.
en: By the time we finish with makeup it is 6 o'clock.

source: Mnet, MTV, 온스타일, 올리브, tvN
en: Mnet, MTV, OnStyle, Olive, TVN

source: 영화/드라마/뮤지컬 제작사
en: Production companies for movies/dramas/musicals

source: ▸ 실장
en: ▸ Department manager

source: 회사로 돌아와 오늘 하루 있었던 일과 정리와 정산 내역 등을 간단히 정리한다.
en: I return to the office and wrap up the day by recording what happened today and briefly finish up calculating the finances.

source: 그러나 어느 팬의 공연 ‘직캠’이 동영상 사이트에서 큰 인기를 얻기 시작하며 사회적으로 이슈화되었다.
en: But, then a fan attending their concert uploaded a video of their performance onto a video sharing website. The group began to gain popularity and became a social trend.

source: 일을 하다 보니 재미있으면서 힘들지 않고 나중에 무엇인가 크게 될 것 같은 생각이 들었다. ‘정말 밑바닥부터 조급하게 생각하지 않고 신뢰를 바탕으로 차근차근 올라가야지.’라고 생각했다.
en: When I began working, I found it wasn’t hard and thought I might later become a major player. I thought, “I shouldn’t be impatient working my way up from the bottom, and should gradually move up based on trust.”

source: 3천만 원
en: 30 million won

source: 음반을 기획하는 매니지먼트 기획사 설림, 음반 기획사들의 전성기.
en: Establishment of management companies that plan albums, heyday of album based management companies

source: 그러나 요즘의 배우들은 그 개성이 각자 다르며, 오히려 최근엔 부담 없는 일반인 같은 사람들이 유명한 배우로 활동하고 있다.
en: However, today each actor has their own personality, and those that are not too good-looking, but seem like everyday people tend to make it as famous actors.

source: 작품 선정 등에 있어서 서로 깊게 고민하고, 결정하는 데 많은 도움을 줄 수 있어야 한다.
en: Together you have to deeply consider choices involving production appearances. And you must be of much help for reaching a decision.

source: 개인의 필요에 따라 외국어 교육을 받기도 하고, 필수적으로 웨이트 트레이닝 또는 요가 등을 한다.
en: According to the needs of the individual, foreign language training is also provided. And actors are also required to take weight training or yoga classes.

source: 배우 매니저는 다양한 영화와 드라마 등 작품을 보고 배우에게 적합한 시나리오를 찾아내는 능력이 필수적인데, 이렇게 선택된 작품에 의해 배우의 흥망성쇠가 결정된다고 해도 과언이 아니기 때문이다.
en: Actor managers are required to have the ability to review the scenarios for various films and dramas and other productions and find appropriate ones for their actors. It's no exaggeration that actors can be made or ruined based on the productions they appear in.

source: 인터뷰 5:
en: Interview 5:

source: 여기에는 안무, 가창, 발성, 작곡, 외국어 등 회사가 제공하는 교육과 숙식비 등이 포함된다.
en: This includes the choreography, singing training, voice training, and foreign language study, and the education and accommodations provided by the company.

source: 이유 여하를 불문하고 누군가 데뷔를 조건으로 돈을 요구하며 당신에게 접근한다면 그 자리를 박차고 일어나길 바란다.
en: Regardless of the reasons, if someone approaches you demanding money as a condition for debuting, then you should make a quit exit.

source: 사람의 운명은 한 치 앞도 모른다고 하는데, 이 한 치는 3센티미터라고 생각한다. ‘친구 따라 강남 간다.’라고, 우연히 친구가 하는 연극을 보러 갔다가 친구의 권유로 아무것도 모른 채 시작하게 된 거다.
en: They say people can see no further than their noses when it comes to their destiny. I’d like to think of this distance as 3 centimeters. It’s known as “rubbing shoulders.” I coincidentally went to see a play my friend was in and at the advice of my friend, without knowing anything about it, I got into it.

source: 대략적으로 하나의 아이돌 그룹이 신곡을 발표하고 데뷔하는 데 최소 약 5억 원의 비용이 발생하는데, 회사의 규모에 따라 그 비용에는 큰 차이가 있다.
en: It costs a minimum of 500 million won for a single idol group to release a new song and have their debut. This amount can differ according to the scale of the management company.

source: 단순히 자신의 성공이나 돈이 목적이라면 더 효율적인 직업이 많다.
en: If your goal is to be successful or to make money, there are many jobs out there where this can be more efficiently done.

source: 최근 다양한 예능 프로그램에서 사람들에게 많은 웃음을 주며 종횡무진 활약하고 있는 개그우먼 홍현희를 만나 보았다.
en: I recently met with the female comedian Hong Hyun-hee who these days makes a lot of people laugh on a number of variety programs and is active in many areas.

source: 자체 운영진을 통해 기획사 활동 지원
en: In-house operators support management company activities

source: 이러한 트렌드는 향후 미국식의 에이전트 시스템으로 발전하게 될 가능성이 있다.
en: This trend is likely to develop into an American-style agent system in the future.

source: 연예 매니지먼트 산업 시대의 도래
en: The advent of the era of the celebrity management industry

source: 가수의 신곡이나 배우의 새로운 드라마, 영화 작품이 나올 때 지상파에서 시청률이 높은 예능 프로그램에 해당 연예인을 적극적으로 출연시키는 활동 등을 말한다.
en: This means the activities behind doing everything it takes to get the celebrity to appear on variety show programs with high ratings when a singers comes out with a new song, or when an actor comes out with a new drama or film production.

source: 정확하게는 ‘고용주(연예인)-피고용자(매니저)’의 형태를 띠게 된다.
en: More specifically it takes the form of “employer (celebrity) - employee (manager).”

source: 작품의 성패 등 외부 요인이 크게 작용
en: Greatly affected by the success or failure of a work and external factors

source: 앞서 설명하였듯이, 특히 팬층이 두터운 가수들은 신곡이 발표될 때 팬클럽에서 조직적으로 음원 차트 공략에 나선다.
en: Just like I mentioned before, when singers with particularly tightly knit fan bases release new songs the fan clubs systematically take over the digital music charts.

source: 위와 같은 단기 트레이닝 과정에는 여러 가지 요소를 연습생 본인과 회사 측 모두 고려하게 된다.
en: In the short training program mentioned above, various factors have to be considered by both parties, the trainees and the company.

source: 다양해진 가수 기획사의 마케팅 기법
en: Marketing techniques for singers by management companies become more diversified

source: 엔터테인먼트 포털(뉴스엔)
en: Entertainment Portal (Newsen)

source: 셋째, 배우는 단순 연기 수업뿐만 아니라 다양한 과정의 레슨을 받는다.
en: Third, the trainees do not just take acting lessons, but also lessons on various subjects.

source: 그 실상이 흡사 보험사의 보험 영업 사원이 신상품을 소개하는 모습과 비슷하다.
en: These circumstances closer mirror how an insurance agent appears when presenting about a new insurance product.

source: 따라서 이제 매니저의 역량은 좀 더 전문화, 세분화되어야 하고, 매니저가 비즈니스적인 마인드도 갖춰야 하는 시대가 왔다.
en: To that extent, as of now, managers’ capabilities must be more specialized and more comprehensive. We are in an era where managers must be business minded.

source: 가수와는 달리 배우는 눈에 보이는 부분이 크기 때문에 첫째는 ‘비주얼’ 관리이다.
en: First, actors must manage their outward appearance, because unlike singers, you see a good deal more of the actors.

source: 최근에는 한 명이 한 곡 전체를 작곡하기보다는 여러 명의 작곡가가 협업하여 곡을 만들어 내는 추세다.
en: Recently, a trend has appeared where instead of one person writing an entire song, several songwriters would collaborate to create a song.

source: 즉, 연예인의 수익과 연결되는 모든 업무를 수행한다고 보면 될 것이다.
en: Meaning you implement all tasks associated with the celebrities earnings.

source: 세 번째, 데뷔를 조건으로 돈을 요구하는 연예 기획사가 있다면 뒤도 돌아보지 말고 나와라.
en: Third, if there is an entertainment management company that asks for money as a condition to debut, just walk away and don’t look back.

source: 합리적인 ‘출연료 등급화’ 시스템 구축
en: Establish the creation of a rational system of an “appearance fee rating” system

source: 구 분
en: Classification

source: 이러한 시스템이 전 세계적으로 성공을 거두었고, 지금은 한국의 아이돌 육성 시스템을 배우고자 많은 국가에서 벤치마킹하고 한국의 교육자들을 스카우트하고 있다.
en: This system has attained success around the world. Today, Korean educator’s are being scouted from many countries that seek to benchmark the Korean idol development system.

source: 우리는 올림픽 영재를 10대 초반부터 집중적으로 조기 교육하여 길러 내는 시스템으로, 서구에서 일반인들을 후천적으로 개발해 올림픽에 출전시키는 것과는 명확히 다른 시스템이다.
en: In Korea, we select develop athletes by taking Olympic talents in their early teens and provide them with intensive early education. This is a vastly different system from that of the West where athletes are chosen later in life and then developed before being placed in competition.

source: 아마 이 책을 읽는 연예인 지망생들은 “연예인 아무나 하는 거 아니야.” “성공하는 연예인은 정말 극소수이고 하늘의 별따기보다 더 힘들어.” 등 대부분 주위에서 부정적인 이야기를 많이 들었을 것이다.
en: Probably the celebrity hopefuls that are reading this book might have heard a lot of negative talk from those around them such as, “not everyone can become a celebrity,” “successful celebrities make up a very small minority of celebrities” and it is harder than finding a needle in a haystack.”

source: 연습생 시절 가장 힘들었던 부분은 무엇인가?
en: What was the hardest thing for you when you were a trainee?

source: 부득이하게 이 기간이 늘어나면서 회사의 재정 상황이 악화되어 데뷔가 무산되는 경우도 허다하다.
en: If this period is inevitably extended, then the company’s financial situation will worsen debuts would be cancelled. There are many examples of this.

source: 블로그
en: Blog

source: ② 제1항에 따라 해결되지 않을 때는 「콘텐츠산업 진흥법」에 따른 콘텐츠분쟁조정위원회에 분쟁조정을 신청할 수 있다.
en: ② If not resolved pursuant to Paragraph 1, then pursuant to the Contents Industry Promotion Act, an application can be filed with the Content Dispute Resolution Committee to request dispute reconciliation.

source: 배우로서 알려진다는 건 아주 설레는 일이다.
en: Becoming recognized as an actor is very exciting.

source: 사실 전 세계는 미국의 할리우드 문화에 의해 점령되어 있다.
en: In fact, the entire world is dominated by American Hollywood culture.

source: 이 때문에 예능 프로그램에 자사 소속 가수를 잘 ‘꽂아’ 넣는 매니저는 최고의 역량을 가진 매니저라고 할 수 있다.
en: That is why the managers that are able to get singers at their agency to “stick” well with variety show programs are considered as the most capable.
